import { Button, Form, FormH2 } from "./StyleComponent";

export const Form1Component = () => {
  return (
    <Form>
      <FormH2>О НАС</FormH2>
      <div className="form-block">
        <form method="GET">
          <p>
            Разрабатываем коммуникационные стратегии, которые позволяют бизнесу
            устойчиво развиваться. Разрабатываем нестандартные решения для
            бизнеса, которые обязательно решают клиентскую задачу.
          </p>
          <p>
            Внедряем передовые, проверенные и работающие технологии, которые
            реально работают. Создаем и настраиваем отдел продаж, который
            приносит прибыль и не требует ежедневного контроля
          </p>

          <Button>отправить</Button>
        </form>
      </div>
    </Form>
  );
};
